Revit 2021.1 API
UnitTypeId.FeetFractionalInches Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId FeetFractionalInches { get; }
Visual Basic
Public Shared ReadOnly Property FeetFractionalInches As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FeetFractionalInches {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace